<?php
// Text
$_['text_search']           = 'Поиск';
$_['text_comments']         = 'Комментарии:';
$_['text_viewed']           = 'Просмотры:';
$_['text_date_added']       = 'Опубликовано:';
$_['text_write']            = 'Написать комментарий';
$_['text_login']            = 'Пожалуйста <a href="%s">авторизируйтесь</a> или <a href="%s">создайте новый аккаунт</a> что бы оставить комментарий';
$_['text_no_comments']      = 'Нет комментариев.';
$_['text_note']             = '<span class="text-danger">Внимание:</span> HTML символы запрещены!';
$_['text_success']          = 'Спасибо за комментарий';
$_['text_related_products'] = 'Рекомендуемые товары';
$_['text_related_articles'] = 'Рекомендуемые статьи';
$_['text_tags']             = 'Теги:';
$_['text_error']            = 'Статья не найдена!';
$_['text_rating']           = 'Рейтинг:';

// Entry
$_['entry_name']            = 'Имя';
$_['entry_comment']         = 'Комментарий';
$_['entry_rating']          = 'Рейтинг';
$_['entry_good']            = 'Хорошо';
$_['entry_bad']             = 'Плохо';

// Error
$_['error_name']            = 'Внимание! Имя должно быть от 3 до 25 символов!';
$_['error_text']            = 'Внимание! Текст должнен быть от 25 до 1000 символов!';
$_['error_rating']          = 'Внимание! Выберите рейтинг';
$_['error_already_voted']   = 'Внимание! Вы уже проголосовали за этот комментарий';