<?php
// Heading
$_['heading_title']    = 'Octemplates - Блог статьи';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки модуля успешно сохранены!';
$_['text_edit']        = 'Редактирование';
$_['text_blog_setting'] = 'Настройки';
$_['text_sort_order_1'] = 'Порядок сортировки (1 - n)';
$_['text_sort_order_2'] = 'Порядок сортировки (n - 1)';
$_['text_sort_order_3'] = 'Название статьи (A - Z)';
$_['text_sort_order_4'] = 'Название статьи (Z - A)';
$_['text_sort_order_5'] = 'Дата создания (Старые - Новые)';
$_['text_sort_order_6'] = 'Дата создания (Новые - Старые)';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Лимит статей';
$_['entry_width']      = 'Ширина картинки';
$_['entry_height']     = 'Высота картинки';
$_['entry_status']     = 'Статус';
$_['entry_desc_limit'] = 'Лимит символов описания';
$_['entry_category']	 = 'Выберите категории';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_show_image'] = 'Отображать картинки';

// Help
$_['help_category']    = 'Если оставить пустым тогда статьи будут выбраны из всех категорий';

// Error
$_['error_permission'] = 'Увас нет доступа!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_width']      = 'Ширина картинки обязательная!';
$_['error_height']     = 'Высота картинки обязательная!';
$_['error_desc_limit'] = 'Лимит описания обязательный!!';