<?php
// Heading
$_['heading_title']     	= 'Группы атрибутов';

// Text
$_['text_success']          = 'Группы атрибутов успешно обновлены!';
$_['text_list']          	= 'Список групп атрибутов';
$_['text_add']          	= 'Добавление группы';
$_['text_edit']          	= 'Редактирование группы';

// Column
$_['column_name']          	= 'Название группы';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';


				$_['column_faq']  		= 'Ответ (можно HTML)';
				$_['column_question']   = 'Вопрос';
				$_['column_sort_order']	= 'Порядок сортировки';
				$_['column_icon']     	= 'Fa-иконка (fa-check например)';
				$_['tab_faq']         	= 'FAQ';
				$_['button_remove']     = 'Удалить';
				$_['faq_name']     		= 'Название блока FAQ';
			
// Entry
$_['entry_name']          	= 'Название';
$_['entry_sort_order']      = 'Порядок сортировки';

// Error
$_['error_permission']      = 'У вас нет прав для изменения групп атрибутов!';
$_['error_name']          	= 'Название группы атрибутов должно быть от 3 до 64 символов!';
$_['error_attribute']       = 'Группа атрибутов не может быть удалена, поскольку она используется %s атрибутами!';
$_['error_product']         = 'Группа атрибутов не может быть удалена, поскольку она используется %s товарами!';
