<?php
// Heading
$_['heading_title']              = 'Octemplates - Стикеры для товара';

// Text
$_['text_module']                = 'Модули';
$_['text_success']               = 'Вы успешно сохранили настройки модуля!';
$_['text_edit']                  = 'Редактировать модуль';
$_['text_yes']                   = 'Да';
$_['text_no']                    = 'Нет';
$_['text_bulk_stickers_success'] = 'Обновление стикеров для товаров из выбранной категории прошло успешно!';
$_['text_all_categories']				 = '-- Все категории --';
$_['text_col_name']						   = 'Критерий';
$_['text_col_allow']						 = 'Учитывать';
$_['text_col_value']						 = 'Значение';

// Tabs
$_['tab_setting']                = 'Настройки';
$_['tab_bulk_addition']          = 'Операции со стикерами';

// Entry
$_['entry_status']               = 'Статус';
$_['entry_categoriers']          = 'Категория';
$_['entry_stickers']             = 'Стикеры';
$_['entry_filters']							 = 'Детализированный отбор товаров';
$_['entry_date_start']					 = 'Дата начала';
$_['entry_date_status']					 = 'Добавить выбранный стикер товарам добавленным от выбранной даты';
$_['entry_quantity_status']			 = 'Добавить выбранный стикер товарам у которых кол-во больше и равно указанному числу';
$_['entry_viewed_status']				 = 'Добавить выбранный стикер товарам у которых просмотров больше или равно указанному числу';
$_['entry_sell_status']					 = 'Добавить выбранный стикер товарам у которых число продаж больше или равно указанному числу';
$_['entry_special_status']			 = 'Добавить выбранный стикер товарам на которых есть акция';
$_['entry_discount_status']			 = 'Добавить выбранный стикер товарам на которых есть скидка';

$_['button_add_stickers']        = 'Применить стикеры для товаров из категории';

// Error
$_['error_permission']           = 'У вас нет прав для редактирования модуля!';
$_['text_bulk_stickers_error']   = 'Обновление стикеров для товаров из выбранной категории завершилось неудачей. Возможно нет товаров по указанным критериям!';
