<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']   = 'Відновлення паролю';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забутий пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = '<i class="fa fa-information-circle"></i> Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль по електронній пошті';
$_['text_success']    = 'Новий пароль був надісланий на вашу адресу електронної пошти.';

$_['text_telephone']      		= "<i class='fa fa-information-circle'></i> Введіть номер телефону, що прив'язано до вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль в SMS";
$_['text_success_telephone']    = 'Новий пароль був надісланий в SMS. Якщо повідомлення не приходить протягом 5 хвилин, спробуйте ще раз, або зверніться до нашої служби підтримки';


$_['entry_by_email'] = 'Я реєструвався по E-Mail';
$_['entry_by_telephone'] = 'Я реєструвався за номером телефону';

// Entry
$_['entry_email']     = 'E-Mail:';
$_['placeholder_email']     = 'моя-пошта@gmail.com';

$_['new_password']  = 'Ваш новий пароль на https://vest.in.ua: %s';

$_['entry_telephone']     = 'Телефон:';

// Error
$_['error_email']     = 'Попередження: E-Mail не знайдена у вашому запису, будь ласка, спробуйте ще раз!';
$_['error_email']     = 'E-Mail адреса не знайдена, перевірте і спробуйте ще раз!';