<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title'] = 'Використати промокод на знижку';

// Text
$_['text_coupon']   = 'Промокод (%s)';
$_['text_success']  = 'Код промокоду успішно використаний. Загальна сума замовлення змінена!';

// Entry
$_['entry_coupon']  = 'Введіть код промокоду';

// Error
$_['error_coupon']  = 'Промокод недійсний, прострочений або закінчився ліміт його використання!';
$_['error_empty']   = 'Будь ласка, введіть код промокоду!';