<?php
// Heading
$_['heading_title']    = 'Вход';

// Text 
$_['text_login']       = 'Введите свой телефон (e-mail) и пароль';

$_['button_login']     = 'Войти';
$_['button_register']  = 'Регистрация';
$_['button_forgotten'] = 'Забыли пароль';

// Entry
$_['entry_email']      = 'Телефон, или e-mail';
$_['entry_password']   = 'Пароль';

// Error
$_['error_login']      = 'Неправильно заполнены поля телефон, e-mail и/или пароль!';
$_['error_attempts']   = 'Внимание: Вы превысили допустимое количество попыток входа в систему. Пожалуйста, попробуйте через час.';
$_['error_approved']   = 'Необходимо подтвердить аккаунт перед авторизацией.';