<?php
// Heading
$_['heading_title']               = 'Купить в один клик';

// Button
$_['button_shopping']             = 'Продолжить покупки';
$_['button_checkout']             = 'Заказать';
$_['button_upload']               = 'Загрузить';

// Text
$_['text_reward']                 = 'Бонусные балы:';
$_['text_points']                 = 'Цена с учетом балов:';
$_['text_tax']                    = 'Без налогов:';
$_['text_discount']               = ' или более ';
$_['text_option']                 = 'Доступные опции';
$_['text_minimum']                = 'Минимальное кол-во товара для заказа %s';
$_['text_select']                 = ' --- Сделайте выбор --- ';
$_['text_success_order']          = '<p>Ваш заказ #%s успешно оформлен.</p><p>Наш менеджер свяжется с Вами в ближайшее время.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_loading']                = 'Загрузка...';

// Enter
$_['enter_firstname']             = 'Введите Имя';
$_['enter_telephone']             = 'Введите Телефон';
$_['enter_email']                 = 'Введите E-mail';
$_['enter_comment']               = 'Введите комментарий';
$_['entry_quantity']              = 'Количество:';


// Error
$_['error_firstname']             = 'Имя должно быть от 1 до 32 символов!';
$_['error_email']                 = 'Е-mail адрес введён неверно!';
$_['error_telephone']             = '*Номер телефона должен содержать 10 символов!';
$_['error_comment']               = 'Комментарий должен быть от 3 до 500 символов!';
$_['error_option']                = '%s обязательно!';
$_['error_option_quantity_stock'] = '%s "%s" нет на складе в таком количестве!';
$_['error_quantity_stock']        = 'Такого количества товара нет на складе!';