<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title'] = 'Личный кабинет';

// Text
$_['text_account'] = 'Личный кабинет';
$_['text_my_account'] = 'Моя аккаунт';
$_['text_my_orders'] = 'Мои заказы';
$_['text_my_newsletter'] = 'Подписка';
$_['text_edit'] = 'Основные данные';
$_['text_password'] = 'Изменить свой пароль';
$_['text_address'] = 'Изменить мои адреса';
$_['text_wishlist'] = 'Изменить закладки';
$_['text_order'] = 'История заказов';
$_['text_download'] = 'Файлы для скачивания';
$_['text_reward'] = 'Бонусные баллы';
$_['text_return'] = 'Заявки на возврат';
$_['text_transaction'] = 'История платежей';
$_['text_newsletter'] = 'Редактировать подписку';
$_['text_recurring'] = 'Регулярные платежи';
$_['text_transactions'] = 'Переводы';
$_['text_content'] = '<p class="title">Привет! Вы в личном кабинете покупателя</p>
	                            <p>C нами Вы всегда:</p>
	                            <ul>
<li>найдете именно то, что нужно в удобном каталоге товаров</li>
<li>будете в курсе самых выгодных предложений благодаря разделу <a href="/special/" title="Акции"> Акции </a></li>
</ul>';
$_['text_content_bottom'] = '<p>Здесь найдете всю информацию о ваших покупках и заказах, сможете изменить личные данные и покупать выгоднее с бонусами</p>';