<?php
// Heading
$_['heading_title']   = 'Восстановления пароля';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забытый пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email'] = '<i class="fa fa-information-circle"></i> Введите адрес электронной почты вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль по электронной почте';
$_['text_success'] = 'Новый пароль был отправлен на ваш адрес электронной почты.';

$_['text_telephone'] = "<i class='fa fa-information-circle'></i> Введите номер телефона, привязанный к вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль в SMS";
$_['text_success_telephone'] = 'Новый пароль был отправлен в SMS. Если сообщение не приходит в течение 5 минут, попробуйте снова или обратитесь в нашу службу поддержки';

$_['entry_by_email']     = 'Я регистрировался по E-Mail';
$_['entry_by_telephone']     = 'Я регистрировался по номеру телефона';

// Entry
$_['entry_email']     = 'E-Mail:';
$_['placeholder_email']     = 'моя-почта@gmail.com';

$_['entry_telephone']     = 'Телефон:';
// $_['new_password']  = 'Ваш новый пароль на https://vest.in.ua: %s';
$_['new_password']  = 'Ваш новий пароль на https://vest.in.ua: %s';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'E-Mail адрес не найден, проверьте и попробуйте ещё раз!';
$_['error_approved']  = 'Внимание: Требуется подтверждение вашей учетной записи перед авторизацией.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
